var lanmus=[
    {id:1,name:'社会'},
    {id:2,name:'明星'},
    {id:3,name:'时尚'},
    {id:4,name:'娱乐'},
    {id:5,name:'娱乐'},
    {id:6,name:'娱乐'},
    {id:7,name:'娱乐'},
    {id:8,name:'娱乐'},
    {id:9,name:'娱乐'},
  ]
   var liebiaos=[
   {id:1,title:'人大代表热议习近平重要讲话',content:'习近平连续三年参加上海代表团审议,和代表们共商国是>>',src:'img/12-huiyi.png',pinglun:'190万评论',date:'2016年3月7日',neirong:'习近平总书记已经连续3年，在他所在的十二届全国人大上海代表团参加审议。3月5日下午，习近平总书记又一次来到上海代表团，和代表们共商国是，并 发表了重要讲话。讲话在代表中引起了热烈反响。我们共同来看一看与会代表现场感受，以及部分代表和嘉宾，对习近平总书记的重要讲话进行解读。',cateid:1},
   {id:2,title:'山西书记:有副市长贪腐6.44亿',content:'王儒林谈山西三大腐败案例:有领导让企业3.9亿买公务机>>',src:'img/shuji.png',pinglun:'21359评论',date:'2016年3月7日',neirong:"王儒林对贪腐6.4个亿的官员的表述中有一个关键词：副市长。查证可知，十八大以来，山西落马的副市长除了张中生外，还有晋城常务副市长王树新，大同原副市长靳瑞林。后两者现在除了已经被采取强制措施外，并没有更多的信息被披露。",cateid:1},
   {id:3,title:'官员吞掉送礼纸条给商人办事',content:'纸条上写:给你3000万要不要,厅长看了把纸现场吞了>>',src:'img/li.png',pinglun:'1评论',date:'2016年3月7日',neirong:"王儒林表示，表面上是国有金融机构的董事长，实际上假公济私、损公利私，“这样的腐败越多，腐败成本就越高。适应经济发展新常态，要去企业成本，更要去腐败成本”。王儒林随后又举了一个例子，被查处的一个厅长，有一个素不相识的老板找他办事，他犹豫，老板就从桌子上拿了一张纸，写上“给你3000万干不干”。厅长看完之后，老板马上把纸塞到嘴里吞到肚子里了。厅长一看，此人可靠，事儿办了，3000万也如数收到。“这样的腐败严重扭曲了市场对资源配置的决定性作用，这样下去，干部倒下去了，企业不是最优秀的能拿到资源，而是最能送钱的能拿到资源，在激烈的市场竞争中，这样的企业也会垮下去。”王儒林说。",cateid:2},
   {id:4,title:'崔天凯:美误判南海要付出代价',content:'我驻美大使:呼吁美国不要重蹈历史上曾经的战略误判>>',src:'img/nanhai.png',pinglun:'13639评论',date:'2016年3月7日',neirong:"崔天凯表示，目前中美两国应努力避免战略误判。他说，美国在历史上曾在朝鲜半岛和越南局势出现过战略误判。在朝鲜和越南两场战争中，美国付出了很大代价。",cateid:2},
   {id:5,title:'张兰 本地人 21岁 身高165',content:'喜欢我就约我见面吧 不爱兜圈子',src:'img/zhanglan.png',pinglun:'赞助',date:'2016年3月7日',neirong:"张兰的身高是1.15米,李明比她高0.25米,赵丹比李明短0.09米,赵丹的身高是多少",cateid:2},
   {id:4,title:'崔天凯:美误判南海要付出代价',content:'我驻美大使:呼吁美国不要重蹈历史上曾经的战略误判>>',src:'img/nanhai.png',pinglun:'13639评论',date:'2016年3月7日',neirong:"崔天凯表示，目前中美两国应努力避免战略误判。他说，美国在历史上曾在朝鲜半岛和越南局势出现过战略误判。在朝鲜和越南两场战争中，美国付出了很大代价。",cateid:2},
   {id:6,title:'Selina阿中离婚 吴宗宪心疼:离得好',pinglun:'3月7日',src:"img/tuijian/tuijian1.png",date:'2016年3月7日',neirong:"吴宗宪昨录《小明星大跟班》，表示同样为人父母，能体会任爸、任妈的心情，虽对Selina心疼，但认为两人离得好，换作是他，如果女儿离婚，他同样欢迎。对于外传任爸、阿中不合，阿中曾隔空冷杠任爸的“男性雄风论”，不悦地说：“我一直对任爸这种言论接不下去”，吴宗宪为两人缓颊，认为任爸是有学问的人，讲话属于“高级幽默”，外界不该趁机拿来挑拨。",cateid:2},
   {id:7,title:'这是谁的中超？中超"洋枪依赖症"已病入膏肓',src:'img/tuijian/tuijian2.png',pinglun:'3月7日',date:'2016年3月7日',neirong:"本赛季是80亿元中超的第一个赛季，也是史上投入最大、大牌外援最多的一个赛季。不少大牌外援在首轮比赛就打出了身价，热尔维尼奥帮助河北华夏幸福逆转 广州富力；拉米雷斯打进本轮最快进球；中超标王、5000万欧元先生特谢拉梅开二度；广州恒大外援J·马丁内斯也打进了处子球。初来乍到的大牌“洋枪”们 用更快的速度、更强的技术、更出色的意识让中超变得更好看、更激动人心，也让以本土球员为主的后防线难以招架。",cateid:3},
   {id:8,title:'穆帅一走 切尔西变英超抢分王狂甩曼城阿森纳',src:'img/tuijian/tuijian3.png',pinglun:'3月7日',date:'2016年3月7日',neirong:"在《每日邮报》列出的英超2016年1月至今的积分榜上，切尔西以9战5胜4平积19分保持不败，雄踞2016积分榜榜首。身后就是目前的两支争冠大热门——热刺和莱斯特城，热刺在2016年9战6胜1平2负同积19分，以净胜球优势屈居第二，而莱斯特城则以9战5胜3平1负积18分居2016积分榜第三。",cateid:4},
   {id:9,title:'穆帅一走 切尔西变英超抢分王狂甩曼城阿森纳',src:'img/tuijian/tuijian3.png',pinglun:'3月7日',date:'2016年3月7日',neirong:"在《每日邮报》列出的英超2016年1月至今的积分榜上，切尔西以9战5胜4平积19分保持不败，雄踞2016积分榜榜首。身后就是目前的两支争冠大热门——热刺和莱斯特城，热刺在2016年9战6胜1平2负同积19分，以净胜球优势屈居第二，而莱斯特城则以9战5胜3平1负积18分居2016积分榜第三。",cateid:5},
   {id:10,title:'穆帅一走 切尔西变英超抢分王狂甩曼城阿森纳',src:'img/tuijian/tuijian3.png',pinglun:'3月7日',date:'2016年3月7日',neirong:"在《每日邮报》列出的英超2016年1月至今的积分榜上，切尔西以9战5胜4平积19分保持不败，雄踞2016积分榜榜首。身后就是目前的两支争冠大热门——热刺和莱斯特城，热刺在2016年9战6胜1平2负同积19分，以净胜球优势屈居第二，而莱斯特城则以9战5胜3平1负积18分居2016积分榜第三。",cateid:6},
   {id:11,title:'穆帅一走 切尔西变英超抢分王狂甩曼城阿森纳',src:'img/tuijian/tuijian3.png',pinglun:'3月7日',date:'2016年3月7日',neirong:"在《每日邮报》列出的英超2016年1月至今的积分榜上，切尔西以9战5胜4平积19分保持不败，雄踞2016积分榜榜首。身后就是目前的两支争冠大热门——热刺和莱斯特城，热刺在2016年9战6胜1平2负同积19分，以净胜球优势屈居第二，而莱斯特城则以9战5胜3平1负积18分居2016积分榜第三。",cateid:7},
   {id:12,title:'穆帅一走 切尔西变英超抢分王狂甩曼城阿森纳',src:'img/tuijian/tuijian3.png',pinglun:'3月7日',date:'2016年3月7日',neirong:"在《每日邮报》列出的英超2016年1月至今的积分榜上，切尔西以9战5胜4平积19分保持不败，雄踞2016积分榜榜首。身后就是目前的两支争冠大热门——热刺和莱斯特城，热刺在2016年9战6胜1平2负同积19分，以净胜球优势屈居第二，而莱斯特城则以9战5胜3平1负积18分居2016积分榜第三。",cateid:8},
   {id:13,title:'穆帅一走 切尔西变英超抢分王狂甩曼城阿森纳',src:'img/tuijian/tuijian3.png',pinglun:'3月7日',date:'2016年3月7日',neirong:"在《每日邮报》列出的英超2016年1月至今的积分榜上，切尔西以9战5胜4平积19分保持不败，雄踞2016积分榜榜首。身后就是目前的两支争冠大热门——热刺和莱斯特城，热刺在2016年9战6胜1平2负同积19分，以净胜球优势屈居第二，而莱斯特城则以9战5胜3平1负积18分居2016积分榜第三。",cateid:9}
   
  ]